<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| サードパーティーサービス
	|--------------------------------------------------------------------------
	|
	| このファイルは、Stripe、Mailgun、Mandrillなどのサードパーティーサービスの
	| 認証情報を保存しておくためのものです。
	| 様々な認証情報をパッケージから簡単に見つけられるように、この主のタイプの
	| 情報をまとめておくデフォルトの場所を用意するのは、筋が通っているでしょう。
	|
	*/

	'mailgun' => array(
		'domain' => '',
		'secret' => '',
	),

	'mandrill' => array(
		'secret' => '',
	),

	'stripe' => array(
		'model'  => 'User',
		'secret' => '',
	),

);
